Repository: P79N6A/cwrs
Catalog: tpd/display/gdm/po/*.po
Languages: eo

source: /dev/urandom is not a character device
eo: /dev/urandom ne estas signokoda aparato

source: Display ID
eo: Ekrana ID

source: GNOME Display Manager Slave
eo: GNOME ekranoadministra sklavo

source: could not find user "%s" on system
eo: ne povis trovi uzanton "%s" sur la sistemo

source: Unable to initialize login system
eo: Ne povis pravalorizi ensalutsistemon

source: Unable to authenticate user
eo: Ne eblas aŭtentigi uzanton

source: Unable to authorize user
eo: Ne eblas rajtigi uzanton

source: Unable to establish credentials
eo: Ne eblas certigi akreditaĵojn

source: Unable to open session
eo: Ne eblas malfermi seancon

source: Could not start the X server (your graphical environment) due to an internal error. Please contact your system administrator or check your syslog to diagnose. In the meantime this display will be disabled. Please restart GDM when the problem is corrected.
eo: Ne eblis starti la X-servilon (via grafika fasado) dum interna eraro. Bonvolu kontakti vian sistemaadministranton aŭ kontroli vian sistemprotokolan dosieron por serĉi la problemon. Intertempe la ekrano estos elŝaltita. Bonvole relanĉu GDM-on se la problemo estas korektita.

source: %s: failed to connect to parent display '%s'
eo: %s: konekto al la gepatra ekrano '%s' fiaskis

source: Server was to be spawned by user %s but that user doesn't exist
eo: Servilo estis lanĉenda por la uzanto %s, sed tiu uzanto ne ekzistas

source: Couldn't set groupid to %d
eo: Ne eblis agordi %d kiel grupidentigo

source: initgroups () failed for %s
eo: initgroups () fiaskis por %s

source: Couldn't set userid to %d
eo: Ne eblis agordi %d kiel uzantoidentigo

source: %s: Could not open log file for display %s!
eo: %s: Ne eblis malfermi protokolan dosieron por la ekrano %s!

source: %s: Error setting %s to %s
eo: %s: Ne eblis agordi %s al %s

source: %s: Server priority couldn't be set to %d: %s
eo: %s: Ne eblis agordi prioritaton de la servilo al %d: %s

source: %s: Empty server command for display %s
eo: %s: Malplena servilo-komando por ekrano %s

source: Username
eo: Uzantonomo

source: The username
eo: La uzantonomo

source: Hostname
eo: Nomo de gastiga komputilo

source: The hostname
eo: La nomo de la gastiga komputilo

source: Display Device
eo: Vidigilo

source: The display device
eo: La vidigilo

source: error initiating conversation with authentication system - %s
eo: Eraro dum la iniciatado de dialogo kun la aŭtentiga sistemo - %s

source: general failure
eo: ĝenerala paneo

source: out of memory
eo: memormanko

source: application programmer error
eo: programada eraro en la aplikaĵo

source: unknown error
eo: nekonata eraro

source: Username:
eo: Uzantonomo:

source: error informing authentication system of preferred username prompt: %s
eo: eraro dum la infromado de la aŭtentiga sistemo pri la preferata uzantonoma invito: %s

source: error informing authentication system of user's hostname: %s
eo: eraro dum la infromado de la aŭtentiga sistemo pri la gastiga komputilonomo de la uzanto: %s

source: error informing authentication system of user's console: %s
eo: eraro dum la infromado de la aŭtentiga sistemo pri la konzolo de la unzanto: %s

source: error informing authentication system of display string: %s
eo: eraro dum la infromado de la aŭtentiga sistemo pri la ekranoĉeno: %s

source: error informing authentication system of display xauth credentials: %s
eo: eraro dum la infromado de la aŭtentiga sistemo pri la ekrana xauth-akreditaĵoj: %s

source: no user account available
eo: neniu uzanto-konto estas disponebla

source: Unable to change to user
eo: Ne eblas ŝanĝi al unzanto

source: User %s doesn't exist
eo: La uzanto %s ne ekzistas

source: Group %s doesn't exist
eo: La grupo %s ne ekzistas

source: Could not create socket!
eo: Ne eblas kreii kontaktoskatolon!

source: Denied XDMCP query from host %s
eo: Rifuzis XDMCP-demando de servilo %s

source: Could not extract authlist from packet
eo: Ne eblis eltiri aŭtentigoliston de la pakaĵo

source: Error in checksum
eo: Eraro en kontrolsumo

source: Bad address
eo: Nevalida adreso

source: %s: Could not read display address
eo: %s: Ne eblis legi ekranoadreson

source: %s: Could not read display port number
eo: %s: Ne eblis legi pordonumeron de la ekrano

source: %s: Could not extract authlist from packet
eo: %s: Ne eblis eltiri aŭtentigoliston de la pakaĵo

source: %s: Error in checksum
eo: %s: Eraro en la kontrolsumo

source: %s: Got REQUEST from banned host %s
eo: %s: Ricevis REQUEST de ekzilita gastigokomputilo %s

source: %s: Could not read Display Number
eo: %s: Ne eblis legi ekranonumeron

source: %s: Could not read Connection Type
eo: %s: Ne povis legi Konektospeco-n

source: %s: Could not read Client Address
eo: %s: Ne eblis legi klientoadreson

source: %s: Could not read Authentication Names
eo: %s: Ne eblis legi nomojn de la aŭtentokontrolo

source: %s: Could not read Authentication Data
eo: %s: Ne eblis legi datumon de la aŭtentokontrolo

source: %s: Could not read Authorization List
eo: %s: Ne eblis legi liston de la aŭtentokontrolo

source: %s: Could not read Manufacturer ID
eo: %s: Ne eblis legi identigilon de la aŭtentokontrolo

source: %s: Failed checksum from %s
eo: %s: Eraro en la kontrolsumo de %s

source: %s: Got Manage from banned host %s
eo: %s: Ricevis 'Manage'-on de forbarita gastiga komputilo %s

source: %s: Could not read Session ID
eo: %s: Ne eblis legi la seancan ID

source: %s: Could not read Display Class
eo: %s: Ne eblis legi ekranoklason

source: %s: Could not read address
eo: %s: Ne eblis legi adreson

source: %s: Got KEEPALIVE from banned host %s
eo: %s: Ricevis KEEPALIVE de forbarita gastiga komputilo %s

source: GdmXdmcpDisplayFactory: Could not read XDMCP header!
eo: GdmXdmcpDisplayFactory: Ne povis legi XDMCP-kapon!

source: XMDCP: Incorrect XDMCP version!
eo: XMDCP: Malĝusta XDMCP-versio!

source: XMDCP: Unable to parse address
eo: XMDCP: Ne povis analizi adreson

source: Could not get server hostname: %s!
eo: Ne povis akiri nomon de gastiga servilo: %s!

source: Cannot write PID file %s: possibly out of disk space: %s
eo: Ne povas konservi PID-dosieron %s: eble mankas diskoloko: %s

source: Logdir %s does not exist or isn't a directory.
eo: Protokoldosierujo %s ne ekzistas aŭ ne estas dosierujo.

source: Authdir %s does not exist. Aborting.
eo: Authdir %s ne ekzistas. Ĉesigas.

source: Authdir %s is not a directory. Aborting.
eo: Authdir %s ne estas dosierujo. Ĉesigas.

source: Authdir %s is not owned by user %d, group %d. Aborting.
eo: Authdir %s ne estas propraĵo de uzanto %d, grupo %d. Eliras.

source: Authdir %s has wrong permissions %o. Should be %o. Aborting.
eo: Authdir %s havas malĝustajn permesojn %o. Devas esti %o. Eliras.

source: Can't find the GDM user '%s'. Aborting!
eo: Ne povas trovi GDM-uzanton '%s'. Eliras!

source: The GDM user should not be root. Aborting!
eo: La GDM-uzanto ne estu radiko. Eliras!

source: Can't find the GDM group '%s'. Aborting!
eo: Ne povas trovi la GDM-grupon '%s'. Eliras!

source: The GDM group should not be root. Aborting!
eo: La GDM-grupo ne estu radiko. Eliras!

source: Make all warnings fatal
eo: Fari ĉiujn avertojn fatalaj

source: Exit after a time (for debugging)
eo: Eliri post iom da tempo (por sencimigo)

source: Print GDM version
eo: Presi GDM-version

source: GNOME Display Manager
eo: Ekranadministrilo de GNOME

source: Only the root user can run GDM
eo: Nur la uzanto "root" rajtas lanĉi GDM-on

source: GNOME Display Manager Session Worker
eo: GDM (Gnome Ekran-mastrumilo) seancolaborilo

source: AT-SPI Registry Wrapper
eo: Registreja ĉirkaŭfluilo AT-SPI

source: Login Window
eo: Ensalutfenestro

source: Power Manager
eo: Energiadministrilo

source: Power management daemon
eo: Energiadministra demono

source: GNOME Settings Daemon
eo: Demono de GNOME-agordoj

source: GNOME Screen Magnifier
eo: GNOMEa ekran-pligrandigilo

source: Magnify parts of the screen
eo: Pligrandigi partojn de la ekrano

source: GNOME On-Screen Keyboard
eo: Surekrana klavaro de GNOMEo

source: Use an on-screen keyboard
eo: Uzi surekranan klavaron

source: Orca Screen Reader
eo: Ekranlegilo 'Orko'

source: Present on-screen information as speech or braille
eo: Prezenti surekranajn informojn kiel parolon aŭ brajlon

source: PolicyKit Authentication Agent
eo: Aŭtentig-agento de PolicyKit

source: Select System
eo: Elekti sistemon

source: XDMCP: Could not create XDMCP buffer!
eo: XDMCP: Ne povis krei XDMCP-bufron!

source: XDMCP: Could not read XDMCP header!
eo: XDMCP: Ne povis legi XDMCP-kapon!

source: Value
eo: Valoro

source: percentage of time complete
eo: percentaĵo de kompleta tempo

source: Inactive Text
eo: Neaktiva teksto

source: The text to use in the label if the user hasn't picked an item yet
eo: La uzota teksto en la etikedo kiam la uzanto ankoraŭ ne elektis elementon

source: Active Text
eo: Aktiva teksto

source: The text to use in the label if the user has picked an item
eo: La uzota teksto en la etikedo kiam la uzanto elektis elementon

source: List Visible
eo: Montri videblajn

source: Whether the chooser list is visible
eo: Agordi ĉu la elektolisto estas videbla

source: %a %b %e, %l:%M:%S %p
eo: %a, %e. %b %H:%M:%S

source: %a %b %e, %l:%M %p
eo: %a, %e. %b %H:%M

source: Automatically logging in…
eo: Aŭtomate ensaluti...

source: Select language and click Log In
eo: Elektu lingvon kaj klaku "Ensaluti"

source: Cancelling…
eo: Nuligante...

# customsession
source: Custom
eo: Propre

source: Custom session
eo: Propra seanco

source: Cancel
eo: Nuligi

source: Computer Name
eo: Nomo de la komputilo

source: Login
eo: Ensaluti

source: Unlock
eo: Malŝlosi

source: Version
eo: Versio

source: Suspend
eo: Paŭzigi

source: Restart
eo: Restarti

source: Shut Down
eo: Elŝalti

source: Unknown time remaining
eo: Nekonata tempo restas

source: Panel
eo: Panelo

source: Languages
eo: Lingvoj

source: _Languages:
eo: _Lingvoj:

source: _Language:
eo: _Lingvo:

# language
source: Other…
eo: Alia...

source: Choose a language from the full list of available languages.
eo: Elektu lingvon de la plena listo de eblaj lingvoj.

source: Language
eo: Lingvo

source: Unspecified
eo: Nedifinite

source: Label Text
eo: Etikeda teksto

source: The text to use as a label
eo: La uzota teksto por la etikedo

source: Icon name
eo: Piktogramnomo

source: The icon to use with the label
eo: La uzota piktogramo por la etikedo

source: Default Item
eo: Defaŭlta elemento

source: The ID of the default item
eo: La itentigilo de la defaŭlta elemento

source: Max Item Count
eo: Maksimuma elementnombro

source: The maximum number of items to keep around in the list
eo: La maksimuma nombro da eroj kiuj restu en la listo

source: Remote Login (Connecting to %s…)
eo: Fora ensaluto (konektas al %s...)

source: Remote Login (Connected to %s)
eo: Fora ensaluto (konektita al %s)

source: Remote Login
eo: Fora ensaluto

source: Session
eo: Seanco

source: Banner message text
eo: Rubanda mesaĝteksto

source: Banner message text when chooser is empty
eo: Rubanda mesaĝteksto kiam elektilo malplenas

source: Disable showing the restart buttons
eo: Malebligi la montron de restartigo-butonoj

source: Do not show known users in the login window
eo: Ne montri konatajn uzantojn en la ensalutejo

source: Enable accessibility keyboard plugin
eo: Enŝalti la kromprogramon por facila klavara alireblo

source: Enable on-screen keyboard
eo: Enŝalti la ekranklavaron

source: Enable screen magnifier
eo: Enŝalti ekranlupeon

source: Enable screen reader
eo: Enŝalti ekranlegilon

source: Enable showing the banner message
eo: Enŝalti montron de la rubanda mesaĝo

source: Icon name to use for greeter logo
eo: Uzenda piktogramnomo por salutemblemo

source: Recently selected languages
eo: Pasinte elektitaj lingvoj

source: Set to a list of languages to be shown by default in the login window.
eo: Agordi al listo da lingvoj kiu estu defaŭlte montrata en la ensalutfenestro.

source: Set to the themed icon name to use for the greeter logo.
eo: Agordi al la etosa piktogramnomo uzenda por la saluta emblemo.

source: Set to true to disable showing known users in the login window.
eo: Agordi al 'vera' por malebligi montron de konataj uzantoj en la ensalutfenestro.

source: Set to true to disable showing the restart buttons in the login window.
eo: Agordi al 'vera' por malebligi montron de restartig-butonoj en la ensalutfenestro.

source: Set to true to enable the XRandR settings manager plugin.
eo: Agordi al 'vera' por ebligi la kromprogramon 'administrilo por XRandR-agordoj'.

source: Set to true to enable the background settings manager plugin.
eo: Agordi al 'vera' por ebligi la kromprogramon 'administrilo por agordi la fonon'.

source: Set to true to enable the media-keys settings manager plugin.
eo: Agordi al 'vera' por ebligi la kromprogramon 'administrilo por agordi la plurmediajn klavojn'.

source: Set to true to enable the on-screen keyboard.
eo: Agordi al 'vera' por ebligi la surekranan klavaron.

source: Set to true to enable the plugin to manage the accessibility keyboard settings.
eo: Agordi al vera por ebligi la kromprogramon por modifi la agordojn de la faciliga klavaro.

source: Set to true to enable the screen magnifier.
eo: Agordi al 'vera' por ebligi la ekranlupeon.

source: Set to true to enable the screen reader.
eo: Agordi al 'vera' por ebligi la ekranlegilon.

source: Set to true to enable the sound settings manager plugin.
eo: Agordi al 'vera' por ebligi la kromprogramon 'administrilo de sonagordoj'.

source: Set to true to enable the xsettings settings manager plugin.
eo: Agordi al 'vera' por ebligi la kromprogramon 'administrilo por xsettings-agordoj'

source: Set to true to show the banner message text.
eo: Agordi al 'vera' por montri la rubandan tekston.

source: Set to true to use Compiz as the window manager.
eo: Agordi al 'vera' por Compiz-on kiel fenestro-administrilon.

source: Text banner message to show in the login window when the user chooser is empty, instead of banner_message_text.
eo: La rubanda teksto kiu estu montrata en la ensalutfenestro kiam la uzant-elektilo malplenas, anstataŭ 'banner_message_text'.

source: Text banner message to show in the login window.
eo: Rubanda teksto kiu estu montrata en la ensalutfenestro.

source: True if the XRandR settings manager plugin is enabled.
eo: 'Vera' se la kromprogramo 'administrilo por agordi XRandR' estas ebligita.

source: True if the background settings manager plugin is enabled.
eo: 'Vera' se la kromprogramo 'administrilo por agordi la fonon' estas ebligita.

source: True if the media-keys settings manager plugin is enabled.
eo: 'Vera' se la kromprogramo 'administrilo por agordi la plurmediajn klavojn' estas ebligita.

source: True if the sound settings manager plugin is enabled.
eo: 'Vera' se la kromprogramo 'administrilo por agordi la sonon' estas ebligita.

source: True if the xsettings settings manager plugin is enabled.
eo: 'Vera' se la kromprogramo 'administrilo por agordi xsettings' estas ebligita

source: Use Compiz as the window manager
eo: Uzi Compiz-on kiel fenestroadministrilo

source: Duration
eo: Daŭro

source: Number of seconds until timer stops
eo: Nombro de sekundoj antaŭ la horloĝo haltas

source: Start time
eo: Strarttempo

source: Time the timer was started
eo: Dato kiam la horloĝo startas

source: Is it Running?
eo: Ĉu ĝi rulas?

source: Whether the timer is currently ticking
eo: Indikas ĉu la horloĝo tiktakias

source: Log in as %s
eo: Ensaluti kiel %s

# user
source: Other…
eo: Alia...

source: Choose a different account
eo: Elektu alian konton

source: Guest
eo: Gasto

source: Log in as a temporary guest
eo: Ensaluti kiel dumtempa gasto

source: Automatic Login
eo: Aŭtomata ensaluto

source: Automatically log into the system after selecting options
eo: Aŭtomate ensaluti en la sistemon post elektado de opcioj

source: Currently logged in
eo: Aktuale ensalutite

source: Only the VERSION command is supported
eo: Nur la komando »VERSION« estas subtenata

source: COMMAND
eo: KOMANDO

source: Ignored — retained for compatibility
eo: Malatentite — konservita por kongrueco

source: Debugging output
eo: Sencimigo-eligo

source: Version of this application
eo: Versio de ĉi tiu aplikaĵo

source: Could not identify the current session.
eo: Ne eblas identigi la aktualan seancon.

source: - New GDM login
eo: - Nova GDM-ensaluto

source: Unable to start new display
eo: Ne povis ruli novan ekranon

source: Screenshot taken
eo: Faris ekrankopion

source: Take a picture of the screen
eo: Fari bildon de la ekrano
