Repository: P79N6A/cwrs
Catalog: lxde/lxpanel-plugins/batt/po/*.po
Languages: el

source: Battery: %d%% charged, %d:%02d until full
el: Μπαταρια: %d%% φορτισμένη,%d:%02d εως γεμάτη

source: Battery: %d%% charged, %s
el: Μπαταρία: %d%% γεμάτη,%s

source: charging finished
el: Φόρτιση ολοκληρώθηκε

source: charging
el: Φορτίζει

source: Battery: %d%% charged, %d:%02d left
el: Μπαταρία: %d%% φόρτισε,%d:%02d απέμεινε

source: Battery: %d%% charged
el: Μπαταρία: %d%% φόρτισε

source: No batteries found
el: Δεν βρέθηκαν μπαταρίες

source: Hide if there is no battery
el: Απόκρυψη αν δεν υπάρχει καθόλου μπαταρία

source: Alarm command
el: Εντολή αφύπνισης

source: Alarm time (minutes left)
el: Χρόνος αφύπνισης(λεπτά που απέμειναν)

source: Background color
el: Χρώμα φόντου

source: Charging color 1
el: Χρώμα φόρτισης 1

source: Charging color 2
el: Χρώμα φόρτισης 2

source: Discharging color 1
el: Χρώμα αποφόρτισης 1

source: Discharging color 2
el: Χρώμα αποφόρτισης 2

source: Border width
el: Πλάτος των ορίων

source: Size
el: Μέγεθος

source: Battery Monitor
el: Παρακολούθηση μπαταρίας

source: Display battery status using ACPI
el: Εμφάνιση της κατάστασης της μπαταρίας με χρήση ACPI
