Repository: P79N6A/cwrs
Catalog: lxde/lxpanel-plugins/netstat/po/*.po
Languages: bn_in

source: Wireless Networks not found in range
bn_in: সীমানার মধ্যে কোন বেতার নেটওয়ার্ক পাওয়া যায়নি

source: Repair
bn_in: সারিয়ে নিন

source: Disable
bn_in: নিস্ক্রিয় করুন

source: Wireless Connection has no connectivity
bn_in: বেতার নেটওয়ার্কের সংযুক্ত নয়

source: Network cable is plugged out
bn_in: নেটওয়ার্ক তার খুলে নেওয়া হয়েছে

source: Connection has limited or no connectivity
bn_in: সংযোগ এর মাত্রা খুব ক্ষীণ বা অনুপস্থিত

source: Netmask:
bn_in: নেটমাস্ক

source: Activity
bn_in: ক্রীয়া

source: Sent
bn_in: পাঠানো হয়েছে

source: Received
bn_in: প্রাপ্ত হয়েছে

source: Wireless
bn_in: বেতার সংযোগ

source: Protocol:
bn_in: প্রোটোকল:

source: Manage Networks
bn_in: নেটওয়ার্ক সঞ্চালন করুন

source: Monitor and Manage networks
bn_in: নেটওয়ার্ক পরিদর্শন ও সঞ্চালন করুন

source: Setting Encryption Key
bn_in: এনক্রীপশন কী নির্ধারণ করা হচ্ছে

source: This wireless network was encrypted. You must have the encryption key.
bn_in: এই ওয়ার্লেস নেটওয়ার্কটি এনক্রীপ্ট করা আছে। আপনার কাছে এনক্রীপশন কী থাকা প্রয়োজন।

source: Encryption Key:
bn_in: এনক্রীপশন কী:
