Repository: P79N6A/cwrs
Catalog: tpd/display/gnome-backgrounds/po/*.po
Languages: it, ug, zh_cn

source: Aqua
ug: سۇس يېشىل
zh_cn: 水韵

source: Blinds
it: Solchi
ug: سايىۋەن
zh_cn: 絮语

source: Blue Marble
it: Terra
ug: كۆل مەرمەر
zh_cn: 卵石

source: Foot Fall
it: Tracce
ug: ئاياق ئاۋازى
zh_cn: 脚步

source: Fresh Flower
it: Petali arancio
ug: يېڭى گۈل
zh_cn: 鲜花

source: Garden
it: Giardino
ug: گۈللۈك
zh_cn: 绽放

source: Green Meadow
it: Erba
ug: يېشىل ئوتلاق
zh_cn: 生机

source: Spaceflare
it: Brillamento
ug: ئالەمنىڭ ئوتى
zh_cn: 太空

source: Spaceflare Nova
it: Brillamento stellare
ug: ئالەم ئوتى(يېڭى يۇلتۇز)
zh_cn: 新星

source: Spaceflare Supernova
it: Brillamento solare
ug: ئالەم ئوتى(چوڭ يۇلتۇز)
zh_cn: 超星

source: Stripes
it: Strisce
zh_cn: 条纹

source: Sundown Dunes
it: Deserto al tramonto
ug: قۇياش پېتىۋاتقان قۇملۇق
zh_cn: 沙丘

source: Terraform Blue
it: Emozioni in blu
ug: كۆك تېررافورم
zh_cn: 蓝色

source: Terraform Green
it: Emozioni in verde
ug: يېشىل تېررافورم
zh_cn: 绿色

source: Terraform Orange
it: Emozioni in arancio
ug: قىزغۇچ سېرىق تېررافورم
zh_cn: 橘色

source: Two Wings
it: Soffioni
ug: قوش قانات
zh_cn: 远方

source: Wood
it: Legno
ug: ياغاچ
zh_cn: 木理

source: Yellow Flower
it: Petali gialli
ug: سېرىق گۈل
zh_cn: 黄花
