Repository: P79N6A/cwrs
Catalog: tpd/display/gnome-online-accounts/po/*.po
Languages: vi

source: Online Accounts
vi: Tài khoản trực tuyến

source: Failed to find a provider for: %s
vi: Lỗi tìm nhà cung cấp cho: %s

source: An online account needs attention
vi: Tài khoản trực tuyến cần được quan tâm

source: Open Online Accounts...
vi: Mở tài khoản trực tuyến...

source: ProviderType property is not set for account
vi: Chưa đặt thuộc tín ProviderType cho tài khoản

source: Code: %u - Unexpected response from server
vi: Mã: %u - phản hồi bất thường từ máy chủ

source: Failed to parse autodiscover response XML
vi: Lỗi phân tích XML trả lời autodiscover

source: Failed to find Autodiscover element
vi: Lỗi tìm yếu tố Autodiscover

source: Failed to find Response element
vi: Lỗi tìm yếu tố Response

source: Failed to find Account element
vi: Lỗi tìm phần tử Account

source: Failed to find ASUrl and OABUrl in autodiscover response
vi: Lỗi tìm phản hồi ASUrl và OABUrl

source: Credentials not found in keyring (%s, %d):
vi: Không tìm thấy giấy uỷ nhiệm trong vòng khoá (%s, %d):

source: Did not find password with username `%s' in credentials
vi: Không tìm thấy mật khẩu cho người dùng `%s' trong giấy uỷ nhiệm

source: New Microsoft Exchange Account
vi: Tài khoản Microsoft Exchange mới

source: Microsoft Exchange Account
vi: Tài khoản Microsoft Exchange

source: _Password
vi: _Mật khẩu

source: _Custom
vi: _Tự chọn

source: User_name
vi: _Tên người dùng

source: _Server
vi: _Máy chủ

source: Dialog was dismissed
vi: Hộp thoại bị bỏ qua

source: Error connecting to Microsoft Exchange server
vi: Lỗi kết nối máy chủ Microsoft Exchange

source: _Try Again
vi: _Thử lại

source: Use for
vi: Dùng cho

source: Mail
vi: Thư

source: Calendar
vi: Lịch

source: Contacts
vi: Liên lạc

source: Expected status 200 when requesting guid, instead got status %d (%s)
vi: Chờ trạng thái 200 sau khi yêu cầu guid, nhưng nhận được trạng thái %d (%s)

source: Error parsing response as JSON:
vi: Lỗi phân tích trả lời kiểu JSON:

source: Didn't find id member in JSON data
vi: Không tìm thấy id trong dữ liệu JSON

source: Didn't find email member in JSON data
vi: Không tìm thấy email trong dữ liệu JSON

source: Chat
vi: Nhắn tin

source: Didn't find data member in JSON data
vi: Không tìm thấy dữ liệu trong dữ liệu JSON

source: Your system time is invalid. Check your date and time settings.
vi: Giờ hệ thống của bạn không hợp lệ. Kiểm tra lại thiết lập ngày giờ.

source: Documents
vi: Tài liệu

source: Enterprise Login (Kerberos)
vi: Đăng nhập doanh nghiệp (Kerberos)

source: Identity service returned invalid key
vi: Dịch vụ identity trả về khoá không hợp lệ

source: Could not find saved credentials for principal `%s' in keyring
vi: Không tìm thấy giấy uỷ nhiệm được lưu cho `%s' trong vòng khoá

source: Did not find password for principal `%s' in credentials
vi: Không tìm thấy mật khẩu cho `%s' trong giấy uỷ nhiệm

source: New Enterprise Login (Kerberos)
vi: Đăng nhập doanh nghiệp mới (Kerberos)

source: _Domain
vi: _Miền

source: Enterprise domain or realm name
vi: Tên vùng

source: Log In to Realm
vi: Đăng nhập vào vùng

source: Please enter your password below.
vi: Vui lòng nhập mật khẩu bên dưới.

source: Remember this password
vi: Nhớ mật khẩu này

source: Error connecting to enterprise identity server
vi: Lỗi kết nối đến máy chủ identity

source: Network Resources
vi: Tài nguyên mạng

source: Expected status 200 when requesting access token, instead got status %d (%s)
vi: Chờ trạng thái 200 sau khi yêu cầu thẻ truy cập, nhưng nhận được trạng thái %d (%s)

source: Didn't find access_token in non-JSON data
vi: Không tìm thấy access_token trong dữ liệu phi JSON

source: Didn't find access_token in JSON data
vi: Không tìm thấy access_token trong dữ liệu JSON

source: Authorization response was "%s"
vi: Phản hồi xác thực là "%s"

source: Paste authorization code obtained from the <a href="%s">authorization page</a>:
vi: Dán mã xác thực lấy từ <a href="%s">trang xác thực</a>:

source: Error getting an Access Token:
vi: Lỗi lấy thẻ truy cập:

source: Error getting identity:
vi: Lỗi lấy định danh:

source: Was asked to login as %s, but logged in as %s
vi: Được yêu cầu đăng nhập bằng %s, nhưng đăng nhập bằng %s

source: Credentials do not contain access_token
vi: Giấy uỷ nhiệm không chứa access_token

source: Failed to refresh access token (%s, %d):
vi: Lỗi làm mới thẻ truy cập (%s, %d):

source: Error storing credentials in keyring (%s, %d):
vi: Lỗi lưu giấy uỷ nhiệm trong vòng khoá (%s, %d):

source: Missing access_token or access_token_secret headers in response
vi: Thiếu access_token hoặc access_token_secret trong phản hồi

source: Error getting a Request Token:
vi: Lỗi lấy thẻ yêu cầu:

source: Expected status 200 for getting a Request Token, instead got status %d (%s)
vi: Chờ trạng thái 200 để lấy thẻ yêu cầu, nhưng nhận được trạng thái %d (%s)

source: Missing request_token or request_token_secret headers in response
vi: Thiếu request_token hoặc request_token_secret trong phản hồi

source: Paste token obtained from the <a href="%s">authorization page</a>:
vi: Dán thẻ lấy từ <a href="%s">trang xác thực</a>:

source: Credentials do not contain access_token or access_token_secret
vi: Giấy uỷ nhiệm không chứa access_token hoặc access_token_secret

source: ensure_credentials_sync is not implemented on type %s
vi: ensure_credentials_sync chưa được hỗ trợ với loại %s

source: Didn't find id_str member in JSON data
vi: Không tìm thấy id_str trong dữ liệu JSON

source: Didn't find screen_name member in JSON data
vi: Không tìm thấy screen_name trong dữ liệu JSON

source: A %s account already exists for %s
vi: Đã có tài khoản %s cho %s

source: Add %s
vi: Thêm %s

source: Refresh %s
vi: Nạp lại %s

source: Failed to delete credentials from the keyring
vi: Lỗi xoá giấy uỷ nhiệm khỏi vòng khoá

source: Failed to retrieve credentials from the keyring
vi: Lỗi lấy giấy uỷ nhiệm từ vòng khoá

source: Error parsing result obtained from the keyring:
vi: Lỗi phân tích kết quả từ vòng khoá:

source: GOA %s credentials for identity %s
vi: Giấy uỷ nhiệm GOA %s cho định danh %s

source: Failed to store credentials in the keyring
vi: Lỗi lưu giấy uỷ nhiệm vào vòng khoá

source: Loading “%s”…
vi: Đang nạp “%s”…

source: Didn't find account email member in JSON data
vi: Không tìm thấy email tài khoản trong dữ liệu JSON

source: Didn't find guid member in JSON data
vi: Không tìm thấy guid trong dữ liệu JSON

source: Didn't find value member in JSON data
vi: Không tìm thấy giá trị trong dữ liệu JSON

source: Expected status 200 when requesting name, instead got status %d (%s)
vi: Chờ trạng thái 200 khi yêu cầu lấy tên, nhưng nhận được trạng thái %d (%s)

source: Error parsing usercard response as JSON:
vi: Lỗi phân tích phản hồi usercard kiểu JSON:

source: Didn't find profile member in JSON data
vi: Không tìm thấy hồ sơ trong dữ liệu JSON

source: Didn't find nickname member in JSON data
vi: Không tìm thấy tên hiệu trong dữ liệu JSON

source: Time
vi: Thời gian

source: Time to fire
vi: Thời gian tiến hành

source: Domain Administrator Login
vi: Đăng nhập quản trị vùng

source: Could not find supported credentials
vi: Không tìm thấy giấy uỷ nhiệm được hỗ trợ

source: initial secret passed before secret key exchange
vi: bí mật ban đầu được chuyển đi trước khi trao đổi khoá mật

source: Initial secret key is invalid
vi: Khoá bí mật ban đầu không hợp lệ

source: The network realm %s needs some information to sign you in.
vi: Vùng mạng %s cần thêm thông tin để đăng nhập.

source: No associated identification found
vi: Không tìm thấy định danh liên kết

source: Could not create credential cache: %k
vi: Không thể tạo cache giấy uỷ nhiệm: %k

source: Could not initialize credentials cache: %k
vi: Không thể khởi tạo cache giấy uỷ nhiệm: %k

source: Could not store new credentials in credentials cache: %k
vi: Không thể lưu giấy uỷ nhiệm vào cache uỷ nhiệm: %k

source: No such domain or realm found
vi: Không có vùng như vậy

source: Cannot log in as %s at the %s domain
vi: Không thể đăng nhập %s vào vùng %s

source: Invalid password, please try again
vi: Mật khẩu không hợp lệ, hãy thử lại

source: Couldn't connect to the %s domain: %s
vi: Không thể kết nối vào vùng %s: %s
