Repository: P79N6A/cwrs
Catalog: lxde/gtknetcat/po/*.po
Languages: ca, fa, ms, nn

source: File Transmission
ca: S'està enviant el fitxer
fa: انتقال فایل
ms: Transmisi Fail
nn: Filoverføring

source: Send Files
ca: Envia fitxers
fa: ارسال فایل‌ها
ms: Hantar Fail-fail
nn: Send filer

source: Receive Files
ca: Reb fitxers
fa: دریافت فایل‌ها
ms: Terima Fail-fail
nn: Ta imot filer

source: File transmission failed!
ca: S'ha produït un error en transmetre el fitxer
fa: انتقال فایل با شکست مواجه شد!
ms: Transmisi gagal!
nn: Feil ved filoverføring

source: Failed
ca: S'ha produït un error
fa: شکست
ms: Gagal
nn: Feil

source: Finished
ca: Ha finalitzat la tasca
fa: پایان
ms: Selesai
nn: Fullførd

source: Receiving...
ca: S'està rebent...
fa: در حال دریافت...
ms: Penerimaan...
nn: Tek imot …

source: Sending...
ca: S'està enviant...
fa: در حال ارسال...
ms: Hantaran...
nn: Sender …

source: Execute command:
ca: Executa l'ordre:
fa: اجرای دستور:
ms: Melaksanakan arahan:
nn: Køyr kommando:

source: Processing...
ca: S'està processant...
fa: در حال اجرا...
ms: Pemprosesan...
nn: Handsamar …

source: Path
ca: Camí
fa: مسیر:
ms: Lorong
nn: Adresse

source: Select files to send
ca: Seleccioneu els fitxers a enviar
fa: فایل‌ها را برای ارسال انتخاب کن
ms: Pilih fail-fail untuk dihantar
nn: Vel filene du vil senda

source: Add File
ca: Afegeix un fitxer
fa: اضافه کردن فایل
ms: Tambah Fail
nn: Legg til fil

source: Add Folder
ca: Afegeix una carpeta
fa: اضافه کردن پوشه
ms: Tambah Folder
nn: Legg til mappe

source: Destination Host:
ca: Ordinador destí:
fa: میزبان مقصد:
ms: Destinasi Hos:
nn: Målvert:

source: Files to Send:
ca: Fitxers a enviar:
fa: فرستادن فایل های:
ms: Fail-fail untuk Dihantar:
nn: Filer å senda:

source: Inter-Computer File Transmission
ca: Transmissió de fitxers entre ordinadors
fa: انتقال فایل درون رایانه‌ای
ms: Transmisi Fail Antara-Komputer
nn: Filoverføring mellom datamaskiner

source: Listen on Port:
ca: Escolta al port:
fa: گوش به درگاه :
ms: Dengar pada Port:
nn: Lytt på port:

source: Port:
fa: درگاه:

source: Receive files from another computer
ca: Rep fitxers d'un altre ordinador
fa: دریافت فایل‌ها از رایانه‌ی دیگر
ms: Menerima fail dari komputer berbeza
nn: Ta imot filer frå ei anna maskin

source: Save to Folder:
ca: Desa a la carpeta:
fa: ذخیره در پوشه‌ی:
ms: Simpan ke Folder:
nn: Lagra til mappa:

source: Send files to another computer
ca: Envia fitxers a un altre ordinador
fa: ارسال فایل‌ها به رایانه‌ی دیگر
ms: Hantar fail-fail ke komputer berbeza
nn: Send filer til ei anna maskin

source: What do you want to do?
ca: Què voleu fer?
fa: چه‌کار می خواهید بکنید ؟
ms: Apa yang ada hendak buat?
nn: Kva vil du gjera?

source: GtkNetCat
fa: جی‌تی‌کِی نِت کَت(GtkNetCat)

source: Inter-computer direct file transmission via netcat
ca: Transmissió de fitxers directa entre ordinadors amb netcat
fa: انتقال مستقیم درون رایانه‌ای با netcat
nn: Direkte filoverføring mellom maskiner via netcat
